import ...


#Инициализация
init_reg= "{75F5BE2F-F9F8-4B89-AE17-3339F33CFDA5}"

#Инициализация для web-регистрации
init_web_reg= "{11761B0C-0488-47ED-9DAD-F5DCE0A4577C}"

#Получить список услуг в филиале для регистрации
get_services_list= "{C3D0A438-9E2C-4E89-A768-559BE5AFE78F}"

#Получить список услуг для web-регистрации
get_services_list_web= "{36CE6DDE-4427-43DF-8450-C08DA128734C}"

#Получить список филиалов, предоставляющих услугу


#Получить список интервалов для предварительной записи на услугу в филиале


#Изменить предварительную регистрацию


#Получить сетку-календарь по услуге


#Получить сетку по часам по услуге


#Получить сетку по минутам по услуге


#Предварительная регистрация клиента


#Удаление предварительной регистрации


#Глобальный список услуг для веб-регистрации


#Список филиалов, в которых оказывается услуга


#Получить сетку (дни-часы) по интервалу дат (Возвращает часы, доступные для предварительной записи,  разбитые по датам указанного интервала.)


#Подтверждение предварительной регистрации


#Получение информации о клиентах


#Подтверждение клиентом явки на точку обслуживания